{
  "story" : [
    {  
      "id": "Intro scene",
      "dialogue": "<Me>Here we go again.||The new client wanted to meet at the Midnight Diner in The Heights.|Well here I am.||She wouldn't share any details over the phone.||Better get to it.|Diner should be just up the street.",
    },
    { 
      "id": "Widow diner meeting",
      "dialogue": "<In>You spot the client sitting in a corner booth, sipping a coffee.||{show:BG, show:Wd, music}She's wearing a muted overcoat and dark glasses, evidently trying to hide her opulence.||She bears a grim expression behind the steaming bean juice.||You sit at her table.||<Wd>Hello detective.||{show:Me}<Me>I hear you have a case for me.||<Wd>Yes. You see, my husband passed away the day before last - traffic accident.||Witnesses say he walked into the road without looking.||Knowing my husband, this isn't entirely out of the question for him.||However, I have reason to believe it's not true.||The police assured me it was him, but the body was a mess. I couldn’t be sure.||On top of this, I'm ashamed to say it but I recently discovered my husband had a mistress - ||I found a polaroid of them together a week ago.||[She slides the photo across the table]||The day before he died, a large sum of money was withdrawn from our account.||To me the evidence is clear. He faked his death to run away with this floozy.||I want you to help me prove it. ||<Me>I see. Any other leads ma'am?||<In>You're not sold on her theory.||<Wd>Well - I suppose not. That's your job isn't it?||<Me>I suppose so. Where's the body now?||<Wd>Still at the morgue, I think. Near the docks.||Will you help me? I need to know the truth.||<Me>I can look into it. For a fee of course. You know my rates.||<Wd>I do.||[She slides you an envelope with your advance payment.]||<Me>Then I'll get to it.",
    },
    {
      "id": "Morgue investigation",
      "dialogue": "", 
    },
    {
      "id": "Bar check",
      "dialogue": "", 
    },
    {
      "id": "Mistress encounter",
      "dialogue": "", 
    },
    {
      "id": "Mistress eavesdrop",
      "dialogue": "", 
    },
    {
      "id": "Warehouse disaster",
      "dialogue": "", 
    }
  ]
}